tap "caarlos0/tap"
tap "classmethod/repos"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "mackerelio/mackerel-agent"
tap "nektos/tap"
tap "remind101/formulae"
tap "sanemat/font"
tap "wata727/tflint"
brew "openssl@1.1"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "circleci"
brew "colordiff"
brew "direnv"
brew "docker", link: false
brew "docker-compose", link: false
brew "git"
brew "git-filter-repo"
brew "git-secrets"
brew "hub"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "packer"
brew "pwgen"
brew "stern"
brew "tfenv"
brew "tflint"
brew "tree"
brew "vim"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "classmethod/repos/aurl"
brew "hashicorp/tap/waypoint"
brew "mackerelio/mackerel-agent/mkr"
brew "nektos/tap/act"
brew "remind101/formulae/assume-role"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "1password"
cask "adobe-acrobat-reader"
cask "authy"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "intellij-idea-ce"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "kindle"
cask "krisp"
cask "microsoft-remote-desktop-beta"
cask "skitch"
cask "slack"
cask "spectacle"
cask "tunnelblick"
cask "visual-studio-code"
