tap "classmethod/repos"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mackerelio/mackerel-agent"
tap "remind101/formulae"
tap "sanemat/font"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "colordiff"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "gibo"
brew "git"
brew "git-secrets"
brew "hub"
brew "jq"
brew "node"
brew "oath-toolkit"
brew "packer"
brew "postgresql"
brew "tfenv"
brew "tree"
brew "vim"
brew "wget"
brew "classmethod/repos/aurl"
brew "mackerelio/mackerel-agent/mkr"
brew "remind101/formulae/assume-role"
brew "sanemat/font/ricty"
cask "1password"
cask "adobe-acrobat-reader"
cask "authy"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea-ce"
cask "iterm2"
cask "kap"
cask "kindle"
cask "microsoft-remote-desktop-beta"
cask "skitch"
cask "slack"
cask "spectacle"
cask "tunnelblick"
cask "visual-studio-code"
