tap "remind101/formulae"
tap "classmethod/repos"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/versions"
tap "caskroom/cask"
brew "bash-git-prompt"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "docker-compose"
brew "findutils"
brew "gawk"
brew "gibo"
brew "git"
brew "gnu-sed"
brew "hub"
brew "jq"
brew "mas"
brew "packer"
brew "ricty", args: ["with-powerline"]
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "classmethod/repos/aurl"
brew "remind101/formulae/assume-role"
cask "adobe-acrobat-reader"
cask "authy"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "hipchat"
cask "iterm2"
cask "kindle"
cask "licecap"
cask "qlimagesize"
cask "qlmarkdown"
cask "shiftit"
cask "sketch"
cask "skitch"
cask "skype"
cask "slack"
cask "tunnelblick"
cask "visual-studio-code"
cask "xquartz"
cask "caskroom/versions/microsoft-remote-desktop-beta"
mas "Keynote", id: 409183694
mas "Parallels Client", id: 600925318
