christian-kohler.path-intellisense
chrmarti.regex
eamodio.gitlens
esbenp.prettier-vscode
fcrespo82.markdown-table-formatter
golang.go
googlecloudtools.cloudcode
hashicorp.terraform
hediet.vscode-drawio
ICS.japanese-proofreading
jebbs.plantuml
mechatroner.rainbow-csv
mindaro-dev.file-downloader
mindaro.mindaro
mohsen1.prettify-json
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-toolsai.jupyter
msjsdiag.vscode-react-native
oderwat.indent-rainbow
redhat.vscode-yaml
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
tomoki1207.pdf
yzane.markdown-pdf
